opensoap/samples/ShoppingSec/SampleMessages/GetProductCountSecReq.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <m:GetProductCount 
         xmlns:m="http://services.opensoap.jp/samples/ShoppingSec/"/>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
